<template>
  <div class="input clause" >
    <h1 class="title"><app-back></app-back>商家入驻协议</h1>
    <p>双方本着“互惠互利”的原则经双方协商决定，签订商家入驻(电商)合同书，具体内容如下。以下协议中出现的甲方为【陈管家】超市入驻商家（通过审核上架），乙方为【陈管家】平台方。</p>
    <p style="font-weight: bold;font-size: 0.14rem;">在本协议中，除非另有明确规定，服务项目如下： </p>
    <p>1.【陈管家】：指乙方开发的获客交易技术服务平台，是乙方的重要项目之一。</p>
    <p>2.每日中午12点-24点开放广告位购买，本产品一旦购买成功即不支持退款，请悉知。 </p>
    <p>3.一个广告位在相同时间内，最多只有一个商家能购买成功，系统会自动退款未成功的订单，您可在购买记录中查看购买结果，所以先买先得，不要犹豫啦，赶快购买吧。</p>
    <p>4.系统将在每日中午12点完成商家广告位入驻，次日12点下架，并且重新根据当日入驻商家重新完成排序。</p>
    <p>5.若未购买当日竞价排名，则中午12点将自动收取20金币，已买竞价排名的商家免费赠送当日租金。商家余额低于20金币将会被自动下架，待充值后会自动上架。</p>

    <h2>第一、合同有效期</h2>
        <p>甲乙双方共同遵守合同条款，合同长期有效，在直到甲方在【陈管家】超市内永久下架，并未出现以下违规行为（如：上传销售非法虚假信息，侵犯用户合法权益，不能提供有效服务等），合同有效期自动顺延，合同继续有效。</p>
    <h2>第二、甲方的权力和义务 </h2>
     <p>1、甲方有权利要求乙方在合同期内提供稳定的技术服务；要求乙方提供平台技术、产品图片、LOGO上传、申请要求等服务；甲方拥有后台使用的权力；</p>
     <p>2、甲方使用乙方提供的平台管理系统按乙方要求在【陈管家】建立网上店铺，经乙方审核，发布和管理商品信息。 </p>
     <p>3、甲方应保证其在【陈管家】超市中的商品信息合法、真实、准确。如因甲方提供的商品信息存在问题而引起任何纠纷，甲方应负责解决；如给乙方造成损失，甲方应当负责赔偿。 </p>
     <p>4、甲方有义务对所售商品的售后提供服务。 </p>
    <h2>第三、乙方的权利和义务     </h2>
    <p>1.乙方负责【陈管家】的建设、维护、运行和管理，为甲方在乙方的【陈管家】发布商品信息提供协议中约定的技术服务。</p>
    <p>2、乙方仅负责向甲方提供本协议规定的技术服务，与有关的一切事务均应由甲方负责。  </p>
    <p>3、乙方为甲方提供一个稳定的超市平台，负责整体推广超市平台，提高【陈管家】知名度；免费维护和管理【陈管家】 </p>
    <p>4、乙方有权审核甲方提供的产品信息，对甲方提供不符合法律、法规或乙方有理由相信如果发布将给乙方带来不利影响的商品信息，乙方有权要求甲方进行修改，也有权拒绝发布或删除该信息。 </p>
    <br>
    <h2>附则：</h2>
    <p>本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。 </p>
    <p>如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
    <p>本协议解释权及修订权归陈管家所有。</p>



   
  </div>
</template>

<script>
export default {
  data() {
    return {
      // note: changing this line won't causes changes
      // with hot-reload because the reloaded component
      // preserves its current state and we are modifying
      // its initial state.
    }
  },
  methods:{},
  events: {},
  components: {}
}
</script>

<style lang='scss' scoped>
.clause{
  position: relative;
  padding-top: 0.44rem;
}
h1.title{
  position: fixed;
  top: 0;
}
h2{
  margin:0.1rem 0.15rem;
  text-align: left;
  font-size: 0.15rem;
}
p{
  margin:0.1rem 0.15rem;
  text-align: left;
  font-size: 0.13rem;
}

</style>
